/* %@ is not a valid regular expression */
"%@ is not a valid regular expression" = "“%@” ist kein gültiger regulärer Ausdruck";

/* All documents */
"All documents" = "Alle Dokumente";

/* Command Result - Smultron */
"Command Result - Smultron" = "Smultron - Rückgabewerte des Befehls";

/* Current document */
"Current document" = "Aktuelles Dokument";

/* Current project */
"Current project" = "Aktuelles Projekt";

/* Filter */
"Filter" = "Filter";

/* Go to the web site (http://smultron.sourceforge.net) to download another version for an earlier Mac OS X system */
"Go to the web site (http://smultron.sourceforge.net) to download another version for an earlier Mac OS X system" = "Laden Sie von der Website (http://smultron.sourceforge.net) eine ältere Smultron-Version für dieses frühere Mac OS X";

/* Hide Size Slider */
"Hide Size Slider" = "Schriftgrößenregler verbergen";

/* It seems as if the file is unwritable or that you do not have permission to save the file %@ */
"It seems as if the file is unwritable or that you do not have permission to save the file %@" = "Die Datei „%@“ ist schreibgeschützt oder es fehlen Ihnen Schreibrechte";

/* New Collection */
"New Collection" = "Neue Gruppe";

/* New Command */
"New Command" = "Neuer Befehl";

/* New Snippet */
"New Snippet" = "Neue Codeschnipsel";

/* Old Commands */
"Old Commands" = "Frühere Befehle";

/* Please check if the file is locked, on a media that is unwritable or if you can save it in another location */
"Please check if the file is locked, on a media that is unwritable or if you can save it in another location" = "Stellen Sie sicher, dass die Datei nicht gesperrt ist (lock), oder sich auf einem nicht beschreibbaren Medium befindet. Oder wählen Sie einen anderen Speicherort";

/* Please consider exporting the commands first. There is no undo available */
"Please consider exporting the commands first. There is no undo available" = "Bei Bedarf exportieren Sie die Befehle bevor sie weitermachen. Rückgängig ist hier nicht möglich";

/* Preferences - Smultron */
"Preferences - Smultron" = "Smultron-Voreinstellungen";

/* Run */
"Run" = "Ausführen";

/* Show Size Slider */
"Show Size Slider" = "Schriftgrößenregler zeigen";

/* Split Window Vertically */
"Split Window Vertically" = "Fenster vertikal teilen";

/* This will delete all items in the collection %@. Are you sure you want to continue? */
"This will delete all items in the collection %@. Are you sure you want to continue?" = "Sollen nun wirklich alle Elemente der Sammlung „%@“ gelöscht werden?";

/* You need %@ or later to run this version of Smultron */
"You need %@ or later to run this version of Smultron" = "Sie benötigen %@ oder höher für diese Version von Smultron";

/* Subtitle of alert panel informing user that the file's string encoding needs to be changed */
"Please choose another encoding (such as UTF-8)." = "Bitte wählen Sie eine andere Codierung (z. B. UTF-8).";

/* Title of alert panel informing user that the file's string encoding needs to be changed. */
"This document can no longer be saved using its original %@ encoding." = "Das Dokument kann nicht mehr in der ursprünglichen Codierung „%@“ gesichert werden.";